Repository: MagnaSoluto/ClipBear
Catalog: ios/ClipBear/ClipBear/*.lproj/Localizable.strings
Languages: pt

# onboarding.welcome.title
source: Welcome to ClipBear!
pt: Bem-vindo ao ClipBear!

# onboarding.welcome.subtitle
source: Your digital companion that observes your habits and offers helpful suggestions.
pt: Seu companheiro digital que observa seus hábitos e oferece sugestões úteis.

# onboarding.privacy.title
source: Privacy First
pt: Privacidade Primeiro

# onboarding.privacy.content
source: • We never read your messages • We only detect which app is in the foreground • All data stays on your device • You can delete or export your data at any time
pt: • Nunca lemos suas mensagens • Apenas detectamos qual app está em primeiro plano • Todos os dados ficam no seu dispositivo • Você pode deletar ou exportar seus dados a qualquer momento

# onboarding.permissions.title
source: Required Permissions
pt: Permissões Necessárias

# onboarding.permissions.content
source: • Notifications: To show helpful suggestions • Widgets: To display companion on home screen • App Intents: For quick actions without opening the app • All permissions are optional and can be revoked
pt: • Notificações: Para mostrar sugestões úteis • Widgets: Para exibir companheiro na tela inicial • App Intents: Para ações rápidas sem abrir o app • Todas as permissões são opcionais e podem ser revogadas

# onboarding.complete.title
source: Ready to Start!
pt: Pronto para Começar!

# onboarding.complete.content
source: I accept the privacy terms and want to use ClipBear.
pt: Aceito os termos de privacidade e quero usar o ClipBear.

# button.back
source: Back
pt: Voltar

# button.next
source: Next
pt: Próximo

# button.get_started
source: Get Started
pt: Começar

# button.cancel
source: Cancel
pt: Cancelar

# language.title
source: Language
pt: Idioma

# main.overlay
source: In-app Companion
pt: Companheiro In-app

# main.enabled
source: Enabled
pt: Habilitado

# main.disabled
source: Disabled
pt: Desabilitado

# main.suggestions_today
source: Suggestions today
pt: Sugestões hoje

# main.latest_suggestion
source: Latest Suggestion
pt: Última Sugestão

# main.tinker_says
source: Tinker says:
pt: Tinker diz:

# main.companion_control
source: Companion Control
pt: Controle do Companheiro

# main.companion_description
source: Enable the in-app floating companion
pt: Habilitar o companheiro flutuante in-app

# main.demo_actions
source: Demo Actions
pt: Ações de Demo

# main.demo_description
source: Try out fake integrations
pt: Experimente integrações falsas

# main.order_food
source: 🍕 Order Food
pt: 🍕 Pedir Comida

# main.book_table
source: 🍽️ Book Table
pt: 🍽️ Reservar Mesa

# settings.title
source: Settings
pt: Configurações

# settings.suggestion_intensity
source: Suggestion Intensity
pt: Intensidade de Sugestões

# settings.intensity_description
source: How often should Tinker make suggestions?
pt: Com que frequência o Tinker deve fazer sugestões?

# settings.basic_intensity
source: Basic (1-2/day)
pt: Básico (1-2/dia)

# settings.proactive_intensity
source: Proactive (up to 4/day)
pt: Proativo (até 4/dia)

# settings.snooze_suggestions
source: Snooze Suggestions
pt: Adiar Sugestões

# settings.snooze_description
source: Temporarily pause suggestions
pt: Pausar sugestões temporariamente

# settings.snooze_1_hour
source: 1 Hour
pt: 1 Hora

# settings.snooze_24_hours
source: 24 Hours
pt: 24 Horas

# settings.diagnostics
source: Diagnostics
pt: Diagnósticos

# settings.diagnostics_description
source: Enable local logging for debugging (data stays on device)
pt: Habilitar logs locais para debug (dados ficam no dispositivo)

# settings.data_management
source: Data Management
pt: Gerenciamento de Dados

# settings.data_description
source: Manage your data and privacy
pt: Gerencie seus dados e privacidade

# settings.export_data
source: Export Data
pt: Exportar Dados

# settings.delete_all_data
source: Delete All Data
pt: Deletar Todos os Dados

# suggestion.take_break
source: Take a short break? You've been using your phone quite a bit today.
pt: Que tal fazer uma pausa? Você está mexendo no celular bastante hoje.

# suggestion.whatsapp_important
source: Need to reach someone important? You've opened WhatsApp quite a bit.
pt: Precisa falar com alguém importante? Está abrindo o WhatsApp bastante.

# suggestion.evening_relax
source: Want to relax with something else? You've been on social media quite a bit.
pt: Que tal relaxar com outra coisa? Está muito tempo nas redes sociais.

# suggestion.order_food
source: Shall I order food for you?
pt: Quer que eu peça comida para você?

# suggestion.book_table
source: Want me to book a table somewhere?
pt: Quer que eu reserve uma mesa em algum lugar?

# accessibility.tinker_avatar
source: Tinker, companion avatar, state: %@
pt: Tinker, avatar companheiro, estado: %@

# accessibility.tinker_idle
source: idle
pt: ocioso

# accessibility.tinker_suggest
source: suggesting
pt: sugerindo

# accessibility.tinker_speak
source: speaking
pt: falando

# accessibility.language_button
source: Select %@ language
pt: Selecionar idioma %@

# accessibility.intensity_button
source: Select %@ intensity
pt: Selecionar intensidade %@

# accessibility.snooze_button
source: Snooze for %@
pt: Adiar por %@

# accessibility.diagnostics_toggle
source: Enable diagnostics logging
pt: Habilitar logs de diagnóstico

# accessibility.export_button
source: Export all data
pt: Exportar todos os dados

# accessibility.delete_button
source: Delete all data
pt: Deletar todos os dados

# accessibility.suggestion_card
source: Suggestion: %@
pt: Sugestão: %@

# accessibility.feedback_accept
source: Accept suggestion
pt: Aceitar sugestão

# accessibility.feedback_reject
source: Reject suggestion
pt: Rejeitar sugestão

# accessibility.overlay_toggle
source: Toggle in-app companion
pt: Alternar companheiro in-app

# accessibility.settings_button
source: Open settings
pt: Abrir configurações

# accessibility.back_button
source: Go back
pt: Voltar

# accessibility.consent_checkbox
source: Accept privacy terms
pt: Aceitar termos de privacidade

# accessibility.suggestion_explanation
source: Explanation: %@
pt: Explicação: %@

# accessibility.status_card
source: Status: %@ suggestions today
pt: Status: %@ sugestões hoje

# accessibility.demo_button
source: Try demo: %@
pt: Experimentar demo: %@

# explanation.screen_restlessness
source: Because you turned your screen on/off %d times in %d minutes
pt: Porque você ligou/desligou a tela %d vezes em %d minutos

# explanation.whatsapp_focus
source: Because you opened WhatsApp %d times in %d minutes
pt: Porque você abriu o WhatsApp %d vezes em %d minutos

# explanation.evening_leisure
source: Because you spent %d minutes on social apps after 9 PM
pt: Porque você passou %d minutos em redes sociais após 21h

# demo.title
source: Integration Demos
pt: Demos de Integração

# demo.description
source: Choose a demonstration to try:
pt: Escolha uma demonstração para experimentar:

# demo.food_order
source: Order Food
pt: Pedir Comida

# demo.food_order_description
source: Simulate a food order
pt: Simule um pedido de comida

# demo.table_booking
source: Book Table
pt: Reservar Mesa

# demo.table_booking_description
source: Simulate a table booking
pt: Simule uma reserva de mesa

# demo.confirmation
source: Confirmation
pt: Confirmação

# demo.food_confirmed
source: 🍕 Food order confirmed! (Demo - not real)
pt: 🍕 Pedido de comida confirmado! (Demo - não é real)

# demo.table_confirmed
source: 🍽️ Table booked successfully! (Demo - not real)
pt: 🍽️ Mesa reservada com sucesso! (Demo - não é real)

# feedback.accept_label
source: Accept suggestion
pt: Aceitar sugestão

# feedback.reject_label
source: Reject suggestion
pt: Rejeitar sugestão

# notification.accept
source: 👍 Accept
pt: 👍 Aceitar

# notification.reject
source: 👎 Reject
pt: 👎 Rejeitar
